Repository: undertaker01/misc-enigma2
Catalog: enigma2-plugin-skins-metrixhd-mod-by-binicknich/usr/lib/enigma2/python/Plugins/Extensions/MyMetrixMOD/locale/*/LC_MESSAGES/MyMetrixMOD.po
Languages: de

source: On
de: An

source: Off
de: Aus

source: Unit
de: Einheit

source: Refresh Interval (min)
de: Aktualisierungsintervall (Min.)

source: Weather Widget
de: Wetter Widget

source: Channel name
de: Sendername

source: Show resolution info
de: Auflösung

source: Show crypt info
de: Verschlüsselung

source: Show ECM info
de: ECM-Info

source: Show Sat Position
de: Satelliten-Position

source: Show SNR
de: SNR

source: Show tuner info
de: Tunerinfo

source: Do you really want to reboot now?
de: Wollen Sie wirklich neustarten?

source: Restart GUI
de: GUI neustarten

source: Error creating Skin!
de: Fehler beim Erstellen des Skins!

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
de: Die GUI muss neugestartet werden um die Einstellungen übernehmen zu können. Nach der Ersteinrichtung <MetrixHD_MOD> im Skin-Menü aktivieren!

source: Configuration tool for MetrixHD_MOD
de: Konfigurationstool für MetrixHD_MOD
